Repository: beam-community/elixir-companies
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: el

source: can't be blank
el: δεν μπορεί να είναι κενό

source: has already been taken
el: έχει χρησιμοποιηθεί ήδη

source: is invalid
el: είναι άκυρο

source: must be accepted
el: πρέπει να αποδεχθεί

source: has invalid format
el: έχει μη έγκυρη μορφή

source: has an invalid entry
el: έχει μη έγκυρη εγγραφή

source: is reserved
el: είναι κρατημένη

source: does not match confirmation
el: δεν ταιριάζει στην επιβεβαίωση

source: is still associated with this entry
el: είναι ακόμα σχετιζόμενη με αυτή την εγγραφή

source: are still associated with this entry
el: είναι ακόμα σχετιζόμενες με αυτή την εγγραφή

source: should be %{count} character(s)
el: θα πρέπει να είναι τουλάχιστον %{count} χαρακτήρας

source: should have %{count} item(s)
el: θα πρέπει να έχει τουλάχιστον %{count} αντικείμενο

source: should be at least %{count} character(s)
el: θα πρέπει να είναι τουλάχιστον %{count} χαρακτήρας

source: should have at least %{count} item(s)
el: θα πρέπει να έχει τουλάχιστον %{count} αντικείμενο

source: should be at most %{count} character(s)
el: πρέπει να είναι το πολύ %{count} χαρακτήρας

source: should have at most %{count} item(s)
el: πρέπει να έχει το πολύ %{count} αντικείμενο

source: must be less than %{number}
el: πρέπει να είναι λιγότερο από %{number}

source: must be greater than %{number}
el: πρέπει να είναι μεγαλύτερο από %{number}

source: must be less than or equal to %{number}
el: πρέπει να είναι λιγότερο ή ίσο από %{number}

source: must be greater than or equal to %{number}
el: πρέπει να είναι μεγαλύτερο ή ίσο από %{number}

source: must be equal to %{number}
el: πρέπει να έιναι ίσο με %{number}
